{
  "document":{
    "type":"PLAIN_TEXT",
    "content": "Distance Education 101 Syllabus & Unit Schedule Seminar Term: Spring, 2010  Your Facilitators Barry Tucker Email: barry-tucker@redwoods.edu Office Hours: TBA Barry Tucker is an academic adviser at College of the Redwoods serving online students and veterans.  Geoff Cain Email: geoff-cain@redwoods.edu Office Hours: TBA Geoff Cain is the director of instructional design and training.  Seminar Description This seminar prepares students to take online classes. Students will be introduced to key concepts in online learning and what makes a successful online learner. Students will learn to use online communication tools such as email, the learning management system Moodle, and Google Apps. Students will learn how to learn collaboratively and how to manage information online. All the assignments are in the Unit Schedule located at the bottom of this document and in the \"Course Tools\" menu under \"Unit Schedule\" in our seminar. Facilitators This seminar may have multiple \"facilitators\" (like a teacher but more of a coach or guide). Their contact information will be included in this syllabus. It is best to contact them by email. You can expect an answer from them within 24 hours during the Mon. – Thurs. business week and possibly a little longer over the weekend. Using the learning management system All of the seminar materials (syllabus, seminar schedule, announcements, assignments, exams, grades, etc.) are available in MyCR. You will find a \"quick start\" guide to Moodle here. \"Meeting\" Times There are no structured meeting times. In order to succeed in this seminar, you must check in via MyCR at least three times a week, participate in discussion forums, complete the assignments, and take all required exams.  All communications will be done using electronic methods. You will use your Gmail (this is HSU student email) email address which you need to use for all correspondence with me throughout the semester. You can get some answers to frequently asked questions about email at XXXX The seminar goes for 4 weeks; a week starts on Monday and finishes on Sunday at midnight. There is required participation via weekly discussion topics. In order to receive participation credit, students must post answers to the week's discussion topic by Thursday at midnight and respond to classmates postings by Saturday midnight. For assignments and exams, the week starts on Monday and finishes Sunday at midnight. Unit Modules In this seminar, you will learn how to be a successful online student by learning about some of the skills and practices of online students and by learning how to use the tools in MyCR and other tools on the net. You will learn this through the activities in each unit. Every unit consists of: 1. Overview: a description of what you will learn 2. Lessons: these are brief tutorials to help you use the tools 3. Assignment: a brief activity to practice what you have learned 4. Quiz: these are basically checklists of what you were to have learned and they are your way of letting us know where you need help 5. Discussion: this is a place to share what you have learned with others and learn from other students Seminar Goals Upon successful completion, the student will be able to: 1. understand what it takes to be a successful online student 2. gain experience in using the online tools at College of the Redwoods 3. work effectivly online in groups 4. work collaboratively online  Seminar Policies Grading: This seminar is officially ungraded. For the purposes of your own personal success in online learning, you need to complete at a minimum the first three modules to pass. We will be informally grading on a point system to help you learn how grading works in MyCR and to allow you and your facilitators to keep track of your progress.  Assignments: All assignments must be submitted electronically as directed. All required elements must be present on an assignment for it to be considered complete. Exams: Each Unit has an exam but it is more like an inventory or survey that tells your facilitators how you are doing in the class: the tests tell them what you are doing well and where you may need some assistance. Participation: Participation is especially important in this seminar as we may be using any combination of using discussion forums, chatrooms, or virtual classrooms. File Formats When uploading papers to assignments in MyCR, you will want to save your papers as .doc or .rtf format.  Your file names should include the name of your class and your last name (example: \"DE101Cain\"). Avoid any punctuation or symbols other than dashes or underscores and do not include any spaces. Email You are required to access, monitor, and use your MyCR email account. Important notices from the college and the Distance Learning dept. are sent to the students via your MyCR email  account. E-mail will provide you with one of your most important means of communication here at College of the Redwoods. All students enrolled at College of the Redwoods have an e-mail account available to them. To access your e-mail account, go to the college’s homepage and follow the instructions for setting up your account and password. Instructors as well as your classmates will use e-mail to distribute important information and to communicate with members of your group. Also, make sure you sign each e-mail in the text of the message (or even the subject line) with your full name. Students have to use their MyCR e-mail accounts for this class. NO Exceptions! You may already have an email account but one of our goals is to help you become familiar with the resources of the college. Students with Special Needs All students are responsible for all requirements of the seminar, but the way they meet these requirements may vary. If you need specific auxiliary aids or services due to a disability, please contact the Disabled Student Program & Services office at 707.476.4280. They will require you to present formal, written documentation of your disability from an appropriate professional. When this step has been completed, arrangements will be made for you to receive reasonable auxiliary aids or services. The disability accommodation documentation must be done before the accommodation is needed so that appropriate arrangements can be made. Respect College of the Redwoods is committed to serving people from a wide variety of diverse communities. The Distance Education Dept. embraces learning from one another as the basis of healthy learning environment. We are committed to providing a safe and respectful learning and work environment with high academic, professional, and ethical standards for students, faculty, and staff. We value social justice and will not tolerate discrimination or behavior that impedes a respectful, safe environment.  UNIT SCHEDULE Each unit consists of brief tutorials that are meant to prepare you use the different tools in MyCR. They are not complete and definitive guides to everything the tools can do but are meant to get you started. Remember that at anytime you click on the blue question mark next to a tool’s name to get help or information on that specific tool. Unit 1 1. Overview: In this module, we will look at what basic skills you will need to succeed in an online course. Any student can take an online course once they are familiar with how to be an online student and some basic technology skills. Be sure to read the course syllabus thoroughly – there is a brief quiz on it later. 2. Assignment: Log in to your MyCR email and send a message to your facilitator. In a brief reply, let him know if you got the syllabus in your email and if you were able to read it. Ask any questions you may have about the syllabus in this email. 3. Lessons: Go through the module in \"Lessons\" called \"Unit 01.\" 4. Discussion: Go to \"Discussion Forums\" under \"Communication\" and click on \"Unit 01\" and follow the instructions in \"Introductions.\"  Unit 2 1. Overview: In this module, we will look at more of the communication tools in MyCR. We want you to use all of the tools. 2. Lessons: Go through the module in \"Lessons\" called \"Unit 02.\" 3. Assignment: Go to the \"Assignments\" section under \"Course Tools\" and go complete the \"My Learning Style\" assignment. 4. Quiz: Go to the Test & Quizzes section and take the \"Netiquette Quiz.\" 5. Discussion: Go to \"Discussion Forums\" under \"Communication\" and click on \"Unit 02\" and follow the directions in \"Online Communication.\" Unit 3 1. Overview: In this module, we will look at the course tools. These are common tools that a student might find in any MyCR course used to complete assignments and assessments. 2. Lessons: Go through the module in \"Lessons\" called \"Unit 03.\" 3. Assignments: What are some of the most useful webpages for online learners at the  College of the Redwoods library and why? o  Write a paragraph in a word document; include two URLs's (webpage addresses) and giving a brief explanation of why you think they are useful. Save your paper in the .doc or .rtf (rich text format). Title your paper \"DE101yourlastname\". Submit your document into your \"Drop Box\" under \"Course Tools\" in MyCR.  o  o  4. Quiz: Go to the Test Quizzes section and take the \"Syllabus Quiz.\" 5. Discussion: Go to \"Discussion Forums\" and in \"Unit 03\" follow the directions in \"TestTaking Skills.\" Unit 4 1. Overview: In this module, we will look at some basic collaborative learning tools. 2. Lessons: Go through the module in \"Lessons\" called \"Unit 04.\" 3. Assignment: Go to the \"Blogger\" section under \"Communication\" and create a blog posting. Tell us about the most useful thing you learned in this seminar. What one piece of advice would you give to new online learners? 4. Quiz: Go to the Test Quizzes section and take the \"Survey.\" 5. Discussion: Go to \"Discussion Forums\" and click on \"Unit 04\" and follow the directions in \"Group Work.\""
  },
  "features": {
    "extractSyntax": true,
    "extractEntities": true
  },
  "encodingType":"UTF8"
}